Repository: teamThevibe/repository.thevibe
Catalog: Repo/script.artworkorganizer/resources/language/*/strings.po
Languages: french

# #32001
source: Copy Movie Fanart
french: Copier le fanart de film

# #32002
source: Copy TV Show Fanart
french: Copier le fanart de série TV

# #32003
source: Copy Music Video Fanart
french: Copier le fanart de clips vidéo

# #32004
source: Copy Artist Fanart
french: Copier le fanart d'artiste

# #32005
source: Copy Movie Thumbs
french: Copier les miniatures de film

# #32007
source: Copy Season Thumbs
french: Copier les miniatures de saison

# #32008
source: Copy Episode Thumbs
french: Copier les miniatures d'épisode

# #32009
source: Copy Music Video Thumbs
french: Copier les miniatures de clip vidéo

# #32010
source: Copy Artist Thumbs
french: Copier les miniatures d'artiste

# #32011
source: Copy Album Thumbs
french: Copier les miniatures d'album

# #32012
source: Destination directory
french: Dossier de destination

# #32013
source: Copy TV Show Banners
french: Copie Série TV Bannières

# #32014
source: Copy TV Show Posters
french: Copie Série TV Affiches

# #32015
source: Custom source
french: Source personnalisée

# #32016
source: Path
french: Chemin

# #32101
source: General
french: Général

# #32102
source: Advanced
french: Avancés

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
french: NE PAS TOUCHER À MOINS DE SAVOIR CE QUE VOUS FAITES

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
french: CECI PEUT POTENTIELLEMENT EFFACER VOTRE DISQUE DUR

# #32106
source: select which artwork should be copied
french: sélectionner quelle illustration doit être copiée

# #32107
source: search a custom folder for artwork
french: chercher un dossier personnalisé pour l'illustration

# #32108
source: select a custom folder where the addon should store the artwork
french: sélectionner un dossier personnalisé pour sauver les illustrations
