Repository: teamThevibe/repository.thevibe
Catalog: Repo/script.artworkorganizer/resources/language/Croatian/strings.po
Languages: hr

# #32001
source: Copy Movie Fanart
hr: Kopiraj sliku omota filma

# #32002
source: Copy TV Show Fanart
hr: Kopiraj sliku omota TV serije

# #32003
source: Copy Music Video Fanart
hr: Kopiraj sliku omota glazbenog spota

# #32004
source: Copy Artist Fanart
hr: Kopiraj sliku omota izvođača

# #32005
source: Copy Movie Thumbs
hr: Kopiraj minijaturu filma

# #32007
source: Copy Season Thumbs
hr: Kopiraj minijaturu sezone

# #32008
source: Copy Episode Thumbs
hr: Kopiraj minijaturu epizode

# #32009
source: Copy Music Video Thumbs
hr: Kopiraj minijaturu glazbenog spota

# #32010
source: Copy Artist Thumbs
hr: Kopiraj minijaturu izvođača

# #32011
source: Copy Album Thumbs
hr: Kopiraj minijaturu albuma

# #32012
source: Destination directory
hr: Direktorij odredišta

# #32013
source: Copy TV Show Banners
hr: Kopiraj transparente TV serije

# #32014
source: Copy TV Show Posters
hr: Kopiraj postere TV serije

# #32015
source: Custom source
hr: Prilagođeni izvor

# #32016
source: Path
hr: Putanja

# #32101
source: General
hr: Općenito

# #32102
source: Advanced
hr: Napredno

# #32103
source: Expert
hr: Naprednije

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
hr: NE DIRAJTE UKOLIKO NE ZNATE ŠTO RADITE

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
hr: OVO MOŽE POTPUNO OBRISATI VAŠ KOMPLETAN TVRDI DISK

# #32106
source: select which artwork should be copied
hr: odaberite koja će se slika omota kopirati

# #32107
source: search a custom folder for artwork
hr: pretraži prilagođenu mapu slika omota

# #32108
source: select a custom folder where the addon should store the artwork
hr: odaberite prilagođenu mapu gdje će dodatak spremati sliku omota
