Repository: teamThevibe/repository.thevibe
Catalog: Repo/script.artworkorganizer/resources/language/Lithuanian/strings.po
Languages: lt

# #32001
source: Copy Movie Fanart
lt: Kopijuoti filmų Fanart

# #32002
source: Copy TV Show Fanart
lt: Kopijuoti TV laidų Fanart

# #32003
source: Copy Music Video Fanart
lt: Kopijuoti muzikinių vaizdo klipų Fanart

# #32004
source: Copy Artist Fanart
lt: Kopijuoti atlikėjų Fanart

# #32005
source: Copy Movie Thumbs
lt: Kopijuoti filmų miniatiūras

# #32007
source: Copy Season Thumbs
lt: Kopijuoti sezonų miniatiūras

# #32008
source: Copy Episode Thumbs
lt: Kopijuoti epizodų miniatiūras

# #32009
source: Copy Music Video Thumbs
lt: Kopijuoti muzikinių vaizdo klipų miniatiūras

# #32010
source: Copy Artist Thumbs
lt: Kopijuoti atlikėjų miniatiūras

# #32011
source: Copy Album Thumbs
lt: Kopijuoti albumų miniatiūras

# #32012
source: Destination directory
lt: Paskirties katalogas

# #32013
source: Copy TV Show Banners
lt: Kopijuoti TV laidų banerius

# #32014
source: Copy TV Show Posters
lt: Kopijuoti TV laidų plakatus

# #32015
source: Custom source
lt: Savas šaltinis

# #32016
source: Path
lt: Kelias

# #32101
source: General
lt: Pagrindinis

# #32102
source: Advanced
lt: Papildomai

# #32103
source: Expert
lt: Ekspertas

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
lt: NELIESKITE, NEBENT ŽINOTE KĄ DAROTE

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
lt: TAI GALI IŠTRINTI JŪSŲ VISĄ KIETĄJĮ DISKĄ

# #32106
source: select which artwork should be copied
lt: pasirinkite, kurios iliustracijos turi būti nukopijuotos

# #32107
source: search a custom folder for artwork
lt: ieškoti iliustracijų savame aplanke

# #32108
source: select a custom folder where the addon should store the artwork
lt: pasirinkite savą aplanką, kuriame priedas turi saugoti iliustracijas
