Repository: teamThevibe/repository.thevibe
Catalog: Repo/script.artworkorganizer/resources/language/Norwegian/strings.po
Languages: no

# #32001
source: Copy Movie Fanart
no: Kopier FilmFanArt

# #32002
source: Copy TV Show Fanart
no: Kopier TVFanArt

# #32003
source: Copy Music Video Fanart
no: Kopier MusikkFanArt

# #32004
source: Copy Artist Fanart
no: Kopier artistFanArt

# #32005
source: Copy Movie Thumbs
no: Kopier film -miniatyrer

# #32007
source: Copy Season Thumbs
no: Kopier sesong miniatyrer

# #32008
source: Copy Episode Thumbs
no: Kopier episode miniatyrer

# #32009
source: Copy Music Video Thumbs
no: Kopier musikkvideo -miniatyrer

# #32010
source: Copy Artist Thumbs
no: Kopier artistminiatyrer

# #32011
source: Copy Album Thumbs
no: Kopier album -miniatyrer

# #32012
source: Destination directory
no: Målmappe

# #32013
source: Copy TV Show Banners
no: Kopier TV-serie bannere

# #32014
source: Copy TV Show Posters
no: Kopier TV-serie plakater

# #32015
source: Custom source
no: Tilpasset kilde

# #32016
source: Path
no: Sti

# #32101
source: General
no: Generelt

# #32102
source: Advanced
no: Avansert

# #32103
source: Expert
no: Ekspert

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
no: IKKE RØR OM DU IKKE VET HVA DU GJØR

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
no: DETTE KAN POTENSIELLT SLETTE HELE HARDDISKEN DIN

# #32106
source: select which artwork should be copied
no: velg hva slags grafikk som skal kopiere

# #32107
source: search a custom folder for artwork
no: søk etter en tilpasset mappe for grafikk

# #32108
source: select a custom folder where the addon should store the artwork
no: velg en tilpasset mappe hvor utvidelsen skal lagre grafikken
