Repository: teamThevibe/repository.thevibe
Catalog: Repo/script.artworkorganizer/resources/language/Bulgarian/strings.po
Languages: bg

# #32001
source: Copy Movie Fanart
bg: Копирай фен-арта на филма

# #32002
source: Copy TV Show Fanart
bg: Копирай фен-арта на сериала

# #32003
source: Copy Music Video Fanart
bg: Копирай фен-арта на музикалния клип

# #32004
source: Copy Artist Fanart
bg: Копирай фен-арта на артиста

# #32005
source: Copy Movie Thumbs
bg: Копирай миниатюрите на филма

# #32007
source: Copy Season Thumbs
bg: Копирай миниатюрите на сезона

# #32008
source: Copy Episode Thumbs
bg: Копирай миниатюрите на епизода

# #32009
source: Copy Music Video Thumbs
bg: Копирай миниатюрите на музикалния клип

# #32010
source: Copy Artist Thumbs
bg: Копирай миниатюрите на артиста

# #32011
source: Copy Album Thumbs
bg: Копирай миниатюрите на албума

# #32012
source: Destination directory
bg: Целева директория

# #32013
source: Copy TV Show Banners
bg: Копирай банерите на сериала

# #32014
source: Copy TV Show Posters
bg: Копирай плакатите на сериала

# #32015
source: Custom source
bg: Персонален източник

# #32016
source: Path
bg: Папка

# #32101
source: General
bg: Основни

# #32102
source: Advanced
bg: Допълнителни

# #32103
source: Expert
bg: Експерт

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
bg: НЕ ПИПАЙТЕ, АКО НЕ ЗНАЕТЕ КАКВО ПРАВИТЕ

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
bg: МОЖЕ ДА ИЗТРИЕ ЦЕЛИЯ ВИ ТВЪРД ДИСК

# #32106
source: select which artwork should be copied
bg: изберете кои изображения трябва да се копират

# #32107
source: search a custom folder for artwork
bg: търсене на персонализирана папка за изображенията

# #32108
source: select a custom folder where the addon should store the artwork
bg: изберете персонализирана папка, където добавката да съхранява изображенията
