Repository: teamThevibe/repository.thevibe
Catalog: Repo/script.artworkorganizer/resources/language/Polish/strings.po
Languages: pl

# #32001
source: Copy Movie Fanart
pl: Kopiuj fototapetę filmu

# #32002
source: Copy TV Show Fanart
pl: Skopiuj fototapetę serialu

# #32003
source: Copy Music Video Fanart
pl: Kopiuj fototapetę teledysku

# #32004
source: Copy Artist Fanart
pl: Kopiuj fototapetę wykonawcy

# #32005
source: Copy Movie Thumbs
pl: Skopiuj miniatury filmu

# #32007
source: Copy Season Thumbs
pl: Skopiuj miniatury sezonu

# #32008
source: Copy Episode Thumbs
pl: Skopiuj miniatury odcinka

# #32009
source: Copy Music Video Thumbs
pl: Skopiuj miniatury teledysku

# #32010
source: Copy Artist Thumbs
pl: Skopiuj miniatury wykonawcy

# #32011
source: Copy Album Thumbs
pl: Skopiuj miniatury albumu

# #32012
source: Destination directory
pl: Katalog docelowy

# #32013
source: Copy TV Show Banners
pl: Skopiuj Banery Programów Telewizyjnych

# #32014
source: Copy TV Show Posters
pl: Skopiuj Plakaty Programów Telewizyjnych

# #32015
source: Custom source
pl: Niestandardowe źródło

# #32016
source: Path
pl: Ścieżka

# #32101
source: General
pl: Ogólne

# #32102
source: Advanced
pl: Zaawansowane

# #32103
source: Expert
pl: Ekspert

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
pl: NIE DOTYKAJ, CHYBA ŻE WIESZ CO ROBISZ

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
pl: FUNKCJA MOŻE WYCZYŚCIC TWOJ CAŁY DYSK

# #32106
source: select which artwork should be copied
pl: wybierz, które grafiki powinny zostać skopiowane

# #32107
source: search a custom folder for artwork
pl: przeszukuj niestandardowy folder grafik

# #32108
source: select a custom folder where the addon should store the artwork
pl: wybierz folder, w którym dodatek powinien przechowywać grafikę
