Repository: teamThevibe/repository.thevibe
Catalog: Repo/script.artworkorganizer/resources/language/Slovenian/strings.po
Languages: sl

# #32005
source: Copy Movie Thumbs
sl: Kopiraj sličice filma

# #32007
source: Copy Season Thumbs
sl: Kopiraj sličice sezone

# #32008
source: Copy Episode Thumbs
sl: Kopiraj sličice epizode

# #32009
source: Copy Music Video Thumbs
sl: Kopiraj sličice glasbenega videa

# #32010
source: Copy Artist Thumbs
sl: Kopiraj sličice izvajalca

# #32011
source: Copy Album Thumbs
sl: Kopiraj sličice albuma

# #32012
source: Destination directory
sl: Ciljna mapa

# #32013
source: Copy TV Show Banners
sl: Kopiraj pasice TV oddaje

# #32014
source: Copy TV Show Posters
sl: Kopiraj plakate TV oddaje

# #32015
source: Custom source
sl: Vir po meri

# #32016
source: Path
sl: Pot

# #32101
source: General
sl: Splošno

# #32102
source: Advanced
sl: Napredno

# #32103
source: Expert
sl: Strokovno
