Repository: teamThevibe/repository.thevibe
Catalog: Repo/script.artworkorganizer/resources/language/Hebrew/strings.po
Languages: he

# #32001
source: Copy Movie Fanart
he: העתק פאנארט סרט

# #32002
source: Copy TV Show Fanart
he: העתק פאנארט סדרה

# #32003
source: Copy Music Video Fanart
he: העתק פאנארט קליפ

# #32004
source: Copy Artist Fanart
he: העתק פאנארט אמן

# #32005
source: Copy Movie Thumbs
he: העתק תמונת סרט ממוזערת

# #32007
source: Copy Season Thumbs
he: העתק תמונת עונה ממוזערת

# #32008
source: Copy Episode Thumbs
he: העתק תמונת פרק ממוזערת

# #32009
source: Copy Music Video Thumbs
he: העתק תמונת קליפ ממוזערת

# #32010
source: Copy Artist Thumbs
he: העתק תמונת אמן ממוזערת

# #32011
source: Copy Album Thumbs
he: העתק תמונת אלבום ממוזערת

# #32012
source: Destination directory
he: תיקיית יעד

# #32013
source: Copy TV Show Banners
he: העתק באנר סדרה

# #32014
source: Copy TV Show Posters
he: העתק פוסטר סדרה

# #32015
source: Custom source
he: מקור מותאם אישית

# #32016
source: Path
he: נתיב

# #32101
source: General
he: כללי

# #32102
source: Advanced
he: מתקדם

# #32103
source: Expert
he: מומחה

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
he: אל תיגע אלא אם הינך משוכנע שאתה יודע מה אתה עושה

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
he: פעולה זו יכולה למחוק את כל תוכן הכונן שלך

# #32106
source: select which artwork should be copied
he: בחר איזה סוג גרפיקה תועתק

# #32107
source: search a custom folder for artwork
he: חפש תיקיה מותאמת אישית לגרפיקה

# #32108
source: select a custom folder where the addon should store the artwork
he: בחר תיקיה מותאמת אישית שבה הרחבה תאחסן את הגרפיקה
